{
  "number": 2,
  "numberOfAyahs": 286,
  "name": "Al-Baqarah",
  "translation": "Sapi",
  "revelation": "Madaniyah",
  "description": "Surat Al Baqarah yang 286 ayat itu turun di Madinah yang sebahagian besar diturunkan pada permulaan tahun Hijrah, kecuali ayat 281 diturunkan di Mina pada Hajji wadaa' (hajji Nabi Muhammad s.a.w. yang terakhir). Seluruh ayat dari surat Al Baqarah termasuk golongan Madaniyyah, merupakan surat yang terpanjang di antara surat-surat Al Quran yang di dalamnya terdapat pula ayat yang terpancang (ayat 282). Surat ini dinamai Al Baqarah karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74), dimana dijelaskan watak orang Yahudi pada umumnya. Dinamai Fusthaatul-Quran (puncak Al Quran) karena memuat beberapa hukum yang tidak disebutkan dalam surat yang lain. Dinamai juga surat  alif-laam-miim karena surat ini dimulai dengan Alif-laam-miim.",
  "audio": "https://ia802609.us.archive.org/13/items/quraninindonesia/002AlBaqarah.mp3",
  "bismillah": {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "translation": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
    "audio": {
      "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1.mp3",
      "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/1.mp3",
      "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/1.mp3",
      "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/1.mp3",
      "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/1.mp3",
      "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/1.mp3"
    }
  },
  "ayahs": [
    {
      "number": {
        "inQuran": 8,
        "inSurah": 1
      },
      "arab": "الۤمّۤ ۚ",
      "translation": "Alif Lam Mim.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/8.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/8.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/8.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/8.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/8.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/8.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Alif Laam miim. Beberapa surah dalam Al-Qur'an dibuka dengan huruf abjad seperti Alif Laam miim, Alif Laam Raa&nbsp;, dan sebagainya. Makna huruf-huruf itu hanya Allah yang tahu. Ada yang berpendapat bahwa huruf-huruf itu adalah nama surah dan ada pula yang berpendapat bahwa gunanya untuk menarik perhatian, atau untuk menunjukkan mukjizat Al-Qur'an, karena Al-Qur'an disusun dari rangkaian hurufhuruf abjad yang digunakan dalam bahasa bangsa Arab sendiri. Meskipun demikian, mereka tidak pernah mampu untuk membuat rangkaian huruf-huruf itu menjadi seperti Al-Qur'an.\r\n&nbsp;\r\n&nbsp;",
          "long": "Alif Lam Mim. Ayat pertama surah Al-Baqarah ini terdiri dari huruf-huruf lepas. Sebagaimana pada surah-surah Makkiyah banyak yang dibuka dengan huruf-huruf lepas seperti Alif Lam Ra, Alif Lam Mim Ra, ha Mim, ta Ha, Kaf Ha Ya 'Ain sad, dan lain-lain.\nSurah-surah yang dimulai dengan huruf-huruf singkatan (muqattha'ah) semuanya berjumlah 29 surah. Selengkapnya sebagai berikut: al-Baqarah dengan Alif Lam Mim, Ali 'Imran dimulai dengan Alif Lam Mim, al-A'raf dimulai dengan Alif Lam Mim sad, Yunus dengan Alif Lam Ra, Hud dengan Alif Lam Ra, ar-Ra'd dengan Alif Lam Mim Ra; Ibrahim dengan Alif Lam Ra; al-hijr dengan Alif Lam Ra; Maryam dengan Kaf Ha Ya 'Ain sad; taha dengan ta ha; asy-Syu'ara' dengan ta Sin Mim; an-Naml dengan ta Sin; al-Qasas dengan ta Sin Mim; al-'Ankabut dengan Alif Lam Mim; ar-Rum dengan Alif Lam Mim, Luqman dengan Alif Lam Mim, as-Sajdah dengan Alif Lam Mim, Yasin dengan Ya Sin; sad dengan sad; al-Mu'min dengan ha Mim; Fussilat dengan ha Mim; asy-Syura dengan ha Mim; az-Zukhruf dengan ha Mim; ad-Dukhan dengan ha Mim; al-Jasiyah dengan ha Mim; al-Ahqaf dengan ha Mim; Qaf dengan Qaf; dan al-Qalam dengan Nun. Huruf yang disebutkan ini berjumlah 14 huruf, yaitu setengah dari huruf hijaiyah. Huruf-huruf ini adalah huruf-huruf yang banyak terpakai dalam bahasa Arab. Huruf-huruf ini ada yang disebutkan berulang-ulang.\nAda dua hal yang perlu dibicarakan tentang huruf-huruf abjad yang disebutkan pada permulaan beberapa surah dari Al-Qur'an itu, yaitu apa yang dimaksud dengan huruf ini, dan apa hikmahnya menyebutkan huruf-huruf ini.\nTentang soal pertama, maka para mufasir berlainan pendapat:\n1.Ada yang menyerahkan saja kepada Allah, dengan arti mereka tidak mau menafsirkan huruf-huruf itu. Mereka berkata, \"Allah saja yang mengetahui maksudnya.\" Mereka menggolongkan huruf-huruf itu ke dalam golongan ayat-ayat mutasyabihat.\n2.Ada yang menafsirkannya. Mufasir yang menafsirkannya ini berlain-lain pula pendapat mereka:\na.Ada yang berpendapat bahwa huruf-huruf itu adalah isyarat (singkatan dari kata-kata), umpamanya Alif Lam Mim. Maka Alif adalah singkatan dari \"Allah\", Lam singkatan dari \"Jibril\", dan Mim singkatan dari Muhammad, yang berarti bahwa Al-Qur'an itu datangnya dari Allah, disampaikan oleh Jibril kepada Muhammad. Pada Alif Lam Ra, Alif singkatan dari \"Ana\", Lam singkatan dari \"Allah\" dan Ra singkatan dari \"ar-Rahman\", yang berarti \"Aku Allah Yang Maha Pengasih.\"\nb.Ada yang berpendapat bahwa huruf-huruf itu adalah nama dari surah yang dimulai dengan huruf-huruf itu.\nc.Ada yang berpendapat bahwa yang dimaksud dengan huruf-huruf abjad ini adalah huruf-huruf abjad itu sendiri. Maka yang dimaksud dengan Alif adalah \"Alif\", yang dimaksud dengan Lam, adalah \"Lam\", yang dimaksud dengan Nun adalah \"Nun\", dan begitu seterusnya.\nd. Huruf-huruf abjad itu untuk menarik perhatian. Ada mufasir yang berpendapat bahwa huruf-huruf abjad ini didatangkan oleh Allah pada permulaan beberapa surah Al-Qur'an untuk menarik perhatian. Memulai pembicaraan dengan huruf-huruf abjad adalah suatu cara yang belum dikenal oleh Bangsa Arab pada waktu itu, karena itu maka hal ini menarik perhatian mereka.\ne. Untuk tantangan. Menurut para mufasir ini, huruf-huruf singkatan itu disebut Allah pada permulaan beberapa surah dari Al-Qur'an, hikmahnya adalah untuk \"menantang\". Tantangan itu bunyinya kira-kira begini: Al-Qur'an itu diturunkan dalam bahasa Arab, yaitu bahasa kamu sendiri, yang tersusun dari huruf-huruf singkatan, seperti Alif, Lam Mim Ra, Kaf Ha Ya 'Ain sad, Qaf, ta Sin dan lain-lain. Maka kalau kamu tidak percaya bahwa Al-Qur'an datangnya dari Allah dan kamu mendakwakan datangnya dari Muhammad, yakni dibuat oleh Muhammad sendiri, maka cobalah kamu buat ayat-ayat yang seperti ayat Al-Qur'an ini. Kalau Muhammad dapat membuatnya tentu kamu juga dapat membuatnya\"\nMaka ada \"penantang\", yaitu Allah, dan ada \"yang ditantang\", yaitu bangsa Arab, dan ada \"alat penantang\", yaitu Al-Qur'an. Sekalipun mereka adalah orang-orang yang fasih berbahasa Arab, dan mengetahui pula seluk beluk bahasa Arab menurut naluri mereka, karena di antara mereka itu ada pujangga-pujangga, penyair-penyair dan ahli-ahli pidato, namun demikian mereka tidak bisa menjawab tantangan Al-Qur'an dengan membuat ayat-ayat seperti Al-Qur'an. Ada juga di antara mereka yang memberanikan diri untuk menjawab tantangan Al-Qur'an itu, dengan mencoba membuat kalimat-kalimat seperti ayat-ayat Al-Qur'an itu, tetapi sebelum mereka ditertawakan oleh orang-orang Arab itu, lebih dahulu mereka telah ditertawakan oleh diri mereka sendiri."
        },
        "quraish": "[[2 ~ AL-BAQARAH (SAPI) Pendahuluan: Madaniyyah, 286 ayat ~ Surat yang termasuk dalam kelompok Madaniyyah yang diturunkan di Madinah setelah hijrah ini, adalah surat terpanjang di antara seluruh surat al-Qur'ân. Surat ini mulai memerinci hal-hal yang disebutkan secara singkat dan global pada surat sebelumnya (al-Fâtihah). Pada surat ini, misalnya, selain ditegaskan bahwa al-Qur'ân adalah sumber petunjuk kebenaran, juga disebut ihwal orang-orang yang memperoleh keridaan Allah dan orang-orang yang mendapatkan kemurkaan-Nya, yaitu golongan kafir dan munafik. Setelah penegasan bahwa al-Qur'ân adalah kitab petunjuk yang tidak diragukan kebenarannya, pada surat ini mulai dibicarakan tiga kelompok manusia, yaitu kelompok Mukmin, kafir dan munafik, seraya mengajak umat manusia untuk menyembah Allah semata dengan memberi ancaman bagi orang kafir dan kabar gembira bagi orang Mukmin. Kemudian, surat ini secara khusus berbicara mengenai Banû Isrâ'îl dan mengajak mereka untuk kembali kepada kebenaran. Mereka diingatkan tentang hari-hari Allah, tentang kejadian-kejadian yang menimpa mereka ketika menyertai Mûsâ a. s., tentang Ibrâhîm dan Ismâ'îl a. s. yang membangun Ka'bah. Di sela-sela pembicaraan mengenai kisah Banû Isrâ'îl yang cukup panjang hingga hampir mencapai setengah isi surat, seringkali didapati ajakan kepada orang-orang Mukmin untuk mengambil pelajaran dari apa yang telah menimpa orang-orang Yahudi dan Nasrani itu. Selanjutnya, pembicaraan beralih kepada Ahl al-Qur'ân (orang-orang Mukmin) dengan mengingatkan kesamaan antara umat Mûsâ a. s. dan umat Muhammad saw. yang berasal dari keturunan Ibrâhîm a. s. Disebut pula ihwal kiblat dan sebagainya, lalu diutarakan pula tentang tauhid dan tanda-tanda kemahaesaan Allah, tentang syirik, tentang makanan yang diharamkan dan penegasan bahwa hanya Allahlah yang berhak menghalalkan dan mengharamkan sesuatu. Beberapa prinsip kebajikan juga dijelaskan dalam surat ini, seperti hukum puasa, wasiat, larangan memakan harta secara tidak benar, hukum kisas, hukum perang, manasik haji, larangan meminum khamar dan berjudi, hukum nafkah, larangan riba, hukum jual beli dan utang piutang, hukum nikah, talak, idah, dan sebagainya. Masalah tauhid, kenabian dan hari kebangkitan yang merupakan pokok-pokok akidah, juga disebutkan dalam surat ini. Sebagai khatimah, surat ini ditutup dengan doa orang-orang Mukmin agar Allah memberi pertolongan dan kemenangan kepada mereka. Ada beberapa kaidah yang dapat dipetik dari surat ini, antara lain, bahwa: a. hanya dengan mengikuti jalan Allah dan melaksanakan ajaran-ajaran agama-Nya, umat manusia akan dapat mencapai kebahagiaan dunia dan akhirat; b. tidak selayaknya orang yang berakal mengajak orang lain kepada kebenaran dan kebajikan, sedangkan ia tidak melakukannya; c. wajib hukumnya mendahulukan kebaikan daripada kejahatan dan membuat suatu prioritas dengan melakukan yang terbaik dari yang baik; d. pokok-pokok ajaran agama ada tiga, yaitu beriman kepada Allah, beriman kepada hari kebangkitan dan melakukan amal salih. Dan bahwa ganjaran itu diperoleh atas dasar keimanan dan amal sekaligus; e. syarat keimanan adalah tunduk dan pasrah kepada apa-apa yang dibawa oleh Rasul; f. bahwa orang-orang non Muslim tidak akan merasa puas sampai orang-orang Islam mengikuti agama mereka; g. kekuasaan yang benar dalam agama, harus berada di tangan orang-orang yang beriman dan orang-orang yang berlaku adil, bukan di tangan orang-orang kafir dan zalim; h. beriman kepada agama Allah sebagaimana yang diturunkan-Nya, mengarah kepada kesatuan dan persatuan, sementara meninggalkan petunjuk-Nya akan menimbulkan perselisihan dan perpecahan; i. perkara-perkara yang terpuji bisa dicapai dengan kesabaran dan salat. Bahwa taqlîd (mengikuti pendapat orang lain tanpa mengetahui dasarnya) adalah tidak benar dan dapat menimbulkan kebodohan dan kefanatikan; j. Allah Swt. menghalalkan bermacam-macam makanan yang baik kepada hamba-Nya dan mengharamkan dalam jumlah terbatas hal-hal yang kotor. Siapa pun selain Allah tidaklah berhak menentukan haram halalnya; k. sesuatu yang diharamkan dapat menjadi halal bagi orang yang dalam keadaan terpaksa, karena keadaan darurat dapat menghalalkan sesuatu yang dilarang dalam batas-batas tertentu; l. agama ditegakkan atas dasar kemudahan dan menghilangkan kesulitan. Allah tidak membebani manusia sesuatu di atas kemampuannya; m. menjerumuskan diri sendiri ke dalam kehancuran haram hukumnya; n. untuk mencapai sesuatu tujuan, seseorang harus menempuh jalan yang akan mengarah kepadanya (hukum sebab akibat); o. pemaksaan dalam beragama tidak dibenarkan; p. berperang melawan musuh diperintahkan untuk membela diri, demi menjamin kebebasan beragama dan tegaknya Islam dalam masyarakat; q. seorang Muslim boleh mengejar kebahagiaan di dunia sebagaimana ia melaksanakan kewajibannya demi kebahagiaan di akhirat; r. sesungguhnya sadd al-dzarâ'i' (mencegah perbuatan-perbuatan yang mengarah kepada perbuatan haram) dan pencapaian maslahat, merupakan maqâshid syar'iyyah (tujuan-tujuan umum syariat Islam); s. keimanan dan kesabaran merupakan faktor penyebab kemenangan minoritas yang adil atas mayoritas yang tiran; t. memakan harta orang lain dengan cara yang tidak dibenarkan adalah haram hukumnya; u. ganjaran seseorang ditentukan oleh amal perbuatannya sendiri, bukan amal perbuatan orang lain; v. Hikmah al-tasyrî' (falsafah hukum Islam) dapat dibuktikan oleh akal sehat, karena hukum Islam mengandung kebenaran, keadilan dan maslahat manusia.]] Alif, Lâm, Mîm. Allah Swt. memulai dengan huruf-huruf eja ini untuk menunjukkan mukjizat al-Qur'ân, karena al-Qur'ân disusun dari rangkaian huruf-huruf eja yang digunakan dalam bahasa bangsa Arab sendiri. Meskipun demikian, mereka tidak pernah mampu untuk membuat rangkaian huruf-huruf itu menjadi seperti al-Qur'ân. Huruf-huruf itu gunanya untuk menarik perhatian pendengarnya karena mengandung bunyi yang berirama.",
        "jalalayn": "(Alif laam miim) Allah yang lebih mengetahui akan maksudnya."
      },
      "meta": {
        "juz": 1,
        "page": 2,
        "manzil": 1,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 9,
        "inSurah": 2
      },
      "arab": "ذٰلِكَ الْكِتٰبُ لَا رَيْبَ ۛ فِيْهِ ۛ هُدًى لِّلْمُتَّقِيْنَۙ",
      "translation": "Kitab (Al-Qur'an) ini tidak ada keraguan padanya; petunjuk bagi mereka yang bertakwa,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/9.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/9.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/9.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/9.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/9.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/9.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Inilah Kitab yang sempurna dan penuh keagungan, yaitu Al-Qur'an yang Kami turunkan kepada Nabi Muhammad, tidak ada keraguan padanya tentang kebenaran apa-apa yang terkandung di dalamnya, dan orang-orang yang berakal sehat tidak akan dihinggapi keraguan bahwa Al-Qur'an berasal dari Allah karena sangat jelas kebenarannya. Al-Qur'an juga menjadi petunjuk yang sempurna bagi mereka yang mempersiapkan diri untuk menerima kebenaran dengan bertakwa, yaitu mengikuti segala perintah Allah dan menjauhi segala larangan-Nya agar terhindar dari siksa Allah. Meski petunjuk Al-Qur'an diperuntukkan bagi seluruh umat manusia, hanya orang-orang bertakwa saja yang siap dan mampu mengambil manfaat darinya.\r\n&nbsp;",
          "long": "Ayat ini menerangkan bahwa Al-Qur‘an tidak dapat diragukan, karena ia wahyu Allah swt yang diturunkan kepada Nabi Muhammad saw Nabi yang terakhir dengan perantaraan Jibril a.s. :\n\nDan sungguh (Al-Qur‘an) ini benar-benar diturunkan oleh Tuhan seluruh alam, yang dibawa oleh ar-Ruh al-Amin (Jibril) (asy-Syu‘ara‘/26: 192-193).\n\nYang dimaksud “Al-Kitab” (wahyu) di sini ialah Al-Qur‘an. Disebut “Al-Kitab” sebagai isyarat bahwa Al-Qur‘an harus ditulis, karena itu Nabi Muhammad saw memerintahkan para sahabat menulis ayat-ayat Al-Qur‘an. \nAl-Qur‘an merupakan bimbingan bagi orang yang bertakwa, sehingga dia berbahagia hidup di dunia dan di akhirat nanti. Orang yang bertakwa ialah orang yang memelihara dan menjaga dirinya dari azab Allah dengan selalu melaksanakan perintah-perintah Allah dan menjauhi larangan-larangan-Nya. Di antara tanda-tanda orang yang bertakwa ialah sebagaimana yang tersebut pada ayat-ayat berikut:"
        },
        "quraish": "Inilah kitab yang sempurna, yaitu al-Qur'ân yang telah Kami turunkan. Orang-orang yang berakal sehat tidak akan dihinggapi rasa ragu bahwa al-Qur'ân diturunkan oleh Allah Swt. dan membenarkan apa-apa yang tercakup di dalamnya berupa hukum, kebenaran dan petunjuk yang berguna bagi orang-orang yang siap mencari kebenaran, menghindari bahaya dan sebab yang menjurus kepada hukuman.",
        "jalalayn": "(Kitab ini) yakni yang dibaca oleh Muhammad saw. (tidak ada keraguan) atau kebimbangan (padanya) bahwa ia benar-benar dari Allah swt. Kalimat negatif menjadi predikat dari subyek 'Kitab ini', sedangkan kata-kata isyarat 'ini' dipakai sebagai penghormatan. (menjadi petunjuk) sebagai predikat kedua, artinya menjadi penuntun (bagi orang-orang yang bertakwa) maksudnya orang-orang yang mengusahakan diri mereka supaya menjadi takwa dengan jalan mengikuti perintah dan menjauhi larangan demi menjaga diri dari api neraka."
      },
      "meta": {
        "juz": 1,
        "page": 2,
        "manzil": 1,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 10,
        "inSurah": 3
      },
      "arab": "الَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَيُقِيْمُوْنَ الصَّلٰوةَ وَمِمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ ۙ",
      "translation": "(yaitu) mereka yang beriman kepada yang gaib, melaksanakan salat, dan menginfakkan sebagian rezeki yang Kami berikan kepada mereka,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/10.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/10.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/10.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/10.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/10.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/10.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Orang-orang yang bertakwa itu adalah mereka yang beriman kepada hal-hal yang gaib, yang tidak tampak dan tidak dapat dijangkau oleh akal dan indra mereka, seperti Allah, malaikat, surga, neraka, dan lainnya yang diberitakan oleh Allah dan Rasul-Nya. Pada saat yang sama, sebagai bukti keimanan itu, mereka beribadah kepada Allah dengan melaksanakan salat, secara sempurna berdasarkan tuntunan Allah dan Rasul-Nya, khusyuk serta memperhatikan waktu-waktunya, dan mereka juga menginfakkan di jalan kebaikan sebagian rezeki berupa harta, ilmu, kesehatan, kekuasaan, dan hal-hal lainnya yang bermanfaat yang Kami berikan kepada mereka, semata-mata sebagai bentuk ketaatan kepada Allah dan mencari keridaan-Nya.",
          "long": "Pertama: Beriman kepada yang gaib. Termasuk di dalamnya beriman kepada Allah dengan sesungguhnya, menundukkan diri serta menyerahkannya sesuai dengan yang diharuskan oleh iman itu. Tanda keimanan seseorang ialah melaksanakan semua yang diperintahkan oleh imannya itu. \nGaib ialah sesuatu yang tidak dapat dicapai oleh pancaindra. Pengetahuan tentang yang gaib itu semata-mata berdasar kepada petunjuk-petunjuk Allah swt. Karena kita telah beriman kepada Allah, maka kita beriman pula kepada firman-firman dan petunjuk-petunjuk-Nya. Termasuk yang gaib ialah: Allah, para malaikat, hari kiamat, surga, neraka, mahsyar dan sebagainya. Pangkal iman kepada yang gaib ialah iman kepada Allah swt. Iman kepada Allah adalah dasar dari pembentukan watak dan sifat-sifat seseorang manusia agar dia menjadi manusia yang sebenarnya, sesuai dengan maksud Allah menciptakan manusia.\n\n\"sibgah Allah.\" Siapa yang lebih baik sibgah-nya daripada Allah? Dan kepada-Nya kami menyembah. (al-Baqarah/2: 138)\nIman membentuk manusia menjadi makhluk individu dan makhluk yang menjadi anggota masyarakatnya, suka memberi, menolong, berkorban, berjihad dan sebagainya:\n\nSesungguhnya orang-orang mukmin yang sebenarnya adalah mereka yang beriman kepada Allah dan Rasul-Nya, kemudian mereka tidak ragu-ragu, dan mereka berjihad dengan harta dan jiwanya di jalan Allah. Mereka itulah orang-orang yang benar. (al-hujurat/49: 15)\n\nDalam mencari arti iman hendaklah kita mengikuti petunjuk Rasul. Untuk itu kita perlu mempelajari sejarah hidup Nabi Muhammad saw, merenungkan ciptaan Allah, menggunakan akal pikiran dan mempelajari ajaran-ajaran yang dibawa oleh Nabi Muhammad saw. Iman dapat bertambah dan dapat pula berkurang. Iman akan rusak bila amal seseorang rusak dan akan bertambah bila nilai dan jumlah amal ditingkatkan pula.\nKedua: Melaksanakan salat, yaitu mengerjakan dan menunaikan salat dengan menyempurnakan rukun-rukun dan syarat-syaratnya, terus-menerus mengerjakannya setiap hari sesuai dengan yang diperintahkan Allah, baik lahir maupun batin. Yang dimaksud dengan \"lahir\" ialah mengerjakan salat sesuai dengan ketentuan-ketentuan yang telah ditentukan sunah Rasul, dan yang dimaksud dengan \"batin\" ialah mengerjakan salat dengan hati yang khusyuk, dengan segala ketundukan dan kepatuhan kepada Allah, dan merasakan keagungan dan kekuasaan Allah yang menguasai dan menciptakan seluruh alam ini sebagai yang dikehendaki oleh agama.\nIqamah as-salah ialah mengerjakan salat dengan sempurna; sempurna segala rukun, syarat dan ketentuan yang lain yang ditentukan oleh agama. Arti asal dari perkataan salat ialah \"doa\", kemudian dipakai sebagai istilah ibadah yang dikenal di dalam agama Islam karena salat itu banyak mengandung doa.\nKetiga: Menginfakkan sebagian rezeki yang telah dianugerahkan Allah. Rezeki ialah segala sesuatu yang dapat diambil manfaatnya. \"Menginfakkan sebagian rezeki\" ialah memberikan sebagian rezeki atau harta yang telah dianugerahkan Allah kepada orang-orang yang telah ditentukan oleh agama.\nPengertian menginfakkan harta di jalan Allah meliputi belanja untuk kepentingan jihad, pembangunan perguruan, rumah sakit, usaha penelitian ilmiah dan lain-lain. Juga berinfak untuk semua kepentingan umum dengan niat melaksanakan perintah Allah termasuk fi sabilillah. \nHarta yang akan diinfakkan itu ialah sebagiannya, tidak seluruh harta. Dalam ayat ini tidak dijelaskan berapa banyak yang dimaksud dengan sebagian itu, apakah seperdua, sepertiga, seperempat dan sebagainya. Dalam pada itu Allah melarang berlaku kikir dan melarang berlaku boros:\n\nDan janganlah engkau jadikan tanganmu terbelenggu pada lehermu dan jangan (pula) engkau terlalu mengulurkannya (sangat pemurah), nanti kamu menjadi tercela dan menyesal. (al-Isra'/17: 29)\n\nAllah melarang berlebih-lebihan atau kikir dalam membelanjakan harta:\n\nDan (termasuk hamba-hamba Tuhan Yang Maha Pengasih) mereka yang apabila menginfakkan (harta), mereka tidak berlebihan, dan tidak (pula) kikir, tetapi berada di antara keduanya secara wajar (al-Furqan/25: 67)\n\nPada firman Allah yang lain dijelaskan bahwa yang dimaksudkan dengan sebagian harta itu ialah sebagaimana jawaban atas pertanyaan para sahabat:\n\n\".... mereka menanyakan kepadamu (tentang) apa yang (harus) mereka infakkan. Katakanlah, 'Kelebihan (dari apa yang diperlukan).\" (al-Baqarah/2: 219)\n\nYang dimaksud dengan \"kelebihan\" ialah setelah mereka cukup makan dan memiliki pakaian yang dipakai. Jadi tidak harus kaya, tetapi selain yang mereka makan dan pakai pada hari itu, adalah termasuk lebih. Allah telah menjelaskan cara-cara membelanjakan harta itu dan cara-cara menggunakannya. Dijelaskan lagi oleh hadis Rasulullah saw:\nDari Nabi saw ia berkata, \"Sebaik-baik sedekah adalah kelebihan dari kebutuhan pokok.\" (Riwayat al-Bukhari dan Muslim)"
        },
        "quraish": "Mereka itu adalah orang-orang yang percaya dengan teguh yang disertai dengan ketundukan dan penyerahan jiwa kepada yang gaib--yaitu hal-hal yang tidak dapat ditangkap oleh panca indera, seperti malaikat dan hari kemudian, karena dasar beragama adalah beriman kepada yang gaib--melaksanakan salat dengan benar, tunduk dan khusyuk kepada Allah. Dan orang-orang yang menginfakkan sebagian dari apa yang dianugerakan oleh Allah kepada mereka di jalan kebaikan dan kebajikan.",
        "jalalayn": "(Orang-orang yang beriman) yang membenarkan (kepada yang gaib) yaitu yang tidak kelihatan oleh mereka, seperti kebangkitan, surga dan neraka (dan mendirikan salat) artinya melakukannya sebagaimana mestinya (dan sebagian dari yang Kami berikan kepada mereka) yang Kami anugerahkan kepada mereka sebagai rezeki (mereka nafkahkan) mereka belanjakan untuk jalan menaati Allah."
      },
      "meta": {
        "juz": 1,
        "page": 2,
        "manzil": 1,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 11,
        "inSurah": 4
      },
      "arab": "وَالَّذِيْنَ يُؤْمِنُوْنَ بِمَآ اُنْزِلَ اِلَيْكَ وَمَآ اُنْزِلَ مِنْ قَبْلِكَ ۚ وَبِالْاٰخِرَةِ هُمْ يُوْقِنُوْنَۗ",
      "translation": "dan mereka yang beriman kepada (Al-Qur'an) yang diturunkan kepadamu (Muhammad) dan (kitab-kitab) yang telah diturunkan sebelum engkau, dan mereka yakin akan adanya akhirat.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/11.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/11.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/11.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/11.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/11.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/11.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan ciri-ciri lainnya dari orang-orang yang bertakwa adalah mereka yang beriman kepada apa-apa yang diturunkan dari Allah kepadamu, wahai Nabi Muhammad, berupa Al-Qur'an dan adz-dzikr (hadis), dan kitabkitab yang telah diturunkan sebelum engkau, seperti Taurat, Zabur, Injil, dan Suhuf-suhuf (lembaran-lembaran) yang tidak seperti Kitab, dengan tidak membeda-bedakannya, sebab risalah Allah pada mulanya satu, dan mereka yakin akan adanya kehidupan di akhirat setelah kehidupan di dunia ini, dengan penuh keyakinan di dalam hati yang dibuktikan secara lisan dan perbuatan.",
          "long": "Keempat: Beriman kepada kitab-kitab yang telah diturunkan-Nya, yaitu beriman kepada Al-Qur'an dan kitab-kitab (wahyu) Taurat, Zabur, Injil dan sahifah-sahifah yang diturunkan kepada nabi-nabi sebelum Nabi Muhammad saw. Meskipun dalam beriman kepada kitab-kitab selain Al-Qur'an bersifat ijmali (global), sedangkan beriman kepada Al-Qur'an harus secara tafsili (rinci). Beriman kepada kitab-kitab dan sahifah-sahifah tersebut berarti beriman pula kepada para rasul yang telah diutus Allah kepada umat-umat yang dahulu dengan tidak membedakan antara seseorang dengan yang lain dari rasul-rasul Allah.\nBeriman kepada kitab-kitab Allah merupakan salah satu sifat dari orang-orang yang bertakwa. Orang-orang yang beriman kepada kitab-kitab Allah dan mempelajari isinya adalah para ahli waris nabi, ahli waris ajaran-ajaran Allah, baik orang-orang dahulu, maupun orang-orang sekarang sampai akhir zaman. Sifat ini akan menimbulkan rasa dalam diri seorang Muslim bahwa mereka adalah umat yang satu, agama mereka adalah satu, agama Islam. Tuhan yang mereka sembah ialah Allah Yang Maha Esa, Pengasih dan Penyayang kepada hamba-hamba-Nya. Sifat ini akan menghilangkan eksklusivisme (sifat berbeda) dalam diri seorang Muslim, yaitu meliputi semua sifat sombong, tinggi hati, fanatik golongan, rasa kedaerahan dan perasaan kebangsaan yang berlebihan."
        },
        "quraish": "Mereka beriman kepada al-Qur'ân yang diturunkan kepadamu, Muhammad, yang mengandung hukum dan kisah, dan melaksanakan yang diperintahkan. Mereka beriman kepada kitab-kitab Allah yang diturunkan kepada nabi-nabi dan rasul-rasul sebelummu seperti Tawrât, Injîl dan lain-lainnya, karena pada prinsipnya, risalah-risalah Allah itu satu. Dan ciri-ciri mereka adalah percaya dengan teguh akan datangnya hari kiamat, yaitu hari hisab, pembalasan dan hukuman.",
        "jalalayn": "(Dan orang-orang yang beriman pada apa yang diturunkan kepadamu) maksudnya Alquran, (dan apa yang diturunkan sebelummu) yaitu Taurat, Injil dan selainnya (serta mereka yakin akan hari akhirat), artinya mengetahui secara pasti."
      },
      "meta": {
        "juz": 1,
        "page": 2,
        "manzil": 1,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 12,
        "inSurah": 5
      },
      "arab": "اُولٰۤىِٕكَ عَلٰى هُدًى مِّنْ رَّبِّهِمْ ۙ وَاُولٰۤىِٕكَ هُمُ الْمُفْلِحُوْنَ",
      "translation": "Merekalah yang mendapat petunjuk dari Tuhannya, dan mereka itulah orang-orang yang beruntung.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/12.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/12.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/12.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/12.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/12.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/12.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Mereka yang mempunyai ciri-ciri sebagaimana disebutkan itulah yang mendapat petunjuk dari Tuhannya, berada pada posisi yang sangat mulia dan agung, sebab mereka menaati semua perintah dan menjauhi segala larangan-Nya, dan hanya mereka itulah orang-orang yang beruntung memperoleh apa yang mereka inginkan, yaitu kebahagiaan hidup di dunia dan keselamatan hidup di akhirat dengan dimasukkan ke dalam surga dan terbebas dari neraka.",
          "long": "Kelima: Beriman kepada adanya hari akhirat. \"Akhirat\" lawan dari \"dunia\". Akhirat ialah tempat manusia berada setelah dunia ini lenyap. \"Beriman akan adanya akhirat\" ialah benar-benar percaya adanya hidup yang kedua setelah dunia ini berakhir.\nOrang-orang yang mempunyai sifat yang lima di atas adalah orang-orang yang mendapat petunjuk dan bimbingan Allah dan merekalah orang-orang yang akan merasakan hasil iman dan amal mereka di akhirat nanti, mereka memperoleh keridaan Allah dan tempat tinggal mereka di akhirat ialah di surga yang penuh kenikmatan. Di dalamnya mereka menikmati kebahagiaan yang abadi."
        },
        "quraish": "Mereka yang mempunyai ciri-ciri sifat sebagaimana disebutkan adalah golongan yang telah dipersiapkan dan ditetapkan untuk memperoleh petunjuk ketuhanan. Mereka adalah satu-satunya golongan yang bakal mendapatkan kemenangan, pahala yang diharapkan dan didambakan, oleh sebab upaya dan kerja keras mereka dengan melaksanakan semua perintah dan menjauhi segala larangan.",
        "jalalayn": "(Merekalah), yakni orang-orang yang memenuhi sifat-sifat yang disebutkan di atas (yang beroleh petunjuk dari Tuhan mereka dan merekalah orang-orang yang beruntung) yang akan berhasil meraih surga dan terlepas dari siksa neraka."
      },
      "meta": {
        "juz": 1,
        "page": 2,
        "manzil": 1,
        "ruku": 2,
        "hizbQuarter": 1,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 284,
        "inSurah": 277
      },
      "arab": "اِنَّ الَّذِيْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ لَهُمْ اَجْرُهُمْ عِنْدَ رَبِّهِمْۚ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُوْنَ",
      "translation": "Sungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat dan menunaikan zakat, mereka mendapat pahala di sisi Tuhannya. Tidak ada rasa takut pada mereka dan mereka tidak bersedih hati.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/284.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/284.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/284.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/284.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/284.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/284.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_277.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/277"
      },
      "tafsir": {
        "kemenag": {
          "short": "Setelah dijelaskan pelaku kemaksiatan yang berupa praktik riba, selanjutnya dijelaskan keadaan orang-orang saleh yang beruntung. Sungguh, orang-orang yang beriman, mengerjakan kebajikan, melaksanakan salat secara benar, khusyuk, dan berkesinambungan dan menunaikan zakat dengan sempurna, mereka mendapat pahala di sisi Tuhannya. Tidak ada kekhawatiran terhadap mereka kapan dan dari siapa pun, karena mereka berada dalam lindungan Allah dan mereka tidak bersedih hati karena apa yang mereka akan peroleh di akhirat jauh lebih baik dari apa yang bisa jadi hilang di dunia.",
          "long": "Ayat ini menegaskan tentang perbuatan yang baik yang dapat menghindarkan diri dari perbuatan yang dimurkai Allah.\nAllah menyebutkan bahwasanya orang yang mempunyai empat macam sifat, yang tersebut dalam ayat ini, tidak ada kekhawatiran atas diri mereka, dan mereka tidak bersedih hati terhadap segala cobaan yang ditimpakan Allah kepadanya. Empat macam sifat tersebut ialah:\n1.Beriman kepada Allah\n2.Mengerjakan amal saleh\n3.Menunaikan salat\n4.Menunaikan zakat\nKeempat macam sifat itu dapat menjadi obat untuk menyembuhkan penyakit akibat praktek riba. Bila seseorang telah beriman kepada Allah, dengan iman yang sebenarnya, sekalipun dia sebelumnya adalah pemakan riba, maka iman itu akan mendorongnya ke arah perbuatan yang baik. Imannya itu akan mendorongnya mengerjakan salat dan menunaikan zakat yang merupakan hak orang lain yang ada pada hartanya.\nAyat ini memberi pelajaran kepada pemakan riba yang tidak dapat menguasai dirinya menghentikan perbuatan itu. Seakan-akan Allah berkata, \"Hai pemakan riba, berhentilah dari makan riba. Jika kamu telah berniat menghentikannya, sedang kamu sendiri tidak dapat menguasai diri untuk menghentikannya, lakukanlah yang empat macam ini. Jika kamu melakukannya dengan benar pasti dapat menghentikan riba itu.\"\nOrang-orang yang mempunyai keempat sifat itu tenteram jiwanya, rela terhadap cobaan yang ditimpakan Allah kepadanya. Hal yang demikian tidak akan diperoleh pemakan riba, yang mereka peroleh hanyalah kegelisahan hati, kecemasan, kebimbangan, seperti orang kemasukan setan."
        },
        "quraish": "Sesungguhnya orang-orang yang beriman kepada Allah, menaati perintah-Nya dengan mengerjakan amal saleh, meninggalkan segala larangan-Nya, melaksanakan salat secara sempurna, memberikan zakat kepada orang yang berhak, bagi mereka pahala yang besar di sisi Tuhan. Mereka tidak akan khawatir menghadapi segala sesuatu di masa depan. Dan tidak akan bersedih merenungi sesuatu yang tertinggal di masa lalu.",
        "jalalayn": "(Sesungguhnya orang-orang yang beriman dan beramal saleh serta mendirikan salat dan membayar zakat, bagi mereka pahala di sisi Tuhan mereka, tak ada kekhawatiran terhadap mereka dan tidak pula mereka berduka cita)"
      },
      "meta": {
        "juz": 3,
        "page": 47,
        "manzil": 1,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 285,
        "inSurah": 278
      },
      "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اتَّقُوا اللّٰهَ وَذَرُوْا مَا بَقِيَ مِنَ الرِّبٰوٓا اِنْ كُنْتُمْ مُّؤْمِنِيْنَ",
      "translation": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dan tinggalkan sisa riba (yang belum dipungut) jika kamu orang beriman.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/285.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/285.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/285.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/285.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/285.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/285.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_278.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/278"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai orang-orang yang beriman! Bertakwalah kepada Allah dengan menghindari jatuhnya siksa dari Allah antara lain akibat praktik riba, dan tinggalkan sisa riba yang belum dipungut sampai datangnya larangan riba jika kamu benar-benar orang beriman yang konsisten dalam perkataan dan perbuatan.",
          "long": "Ayat 275 menerangkan keadaan orang yang memakan riba di dunia dan di akhirat dan ayat 276 menerangkan tentang didikan yang baik yang harus dikerjakan oleh pemakan riba untuk menghilangkan akibat dan pengaruh riba pada dirinya. Semuanya itu disampaikan dengan ungkapan yang halus. Inilah sikap Islam yang sebenarnya terhadap riba. Allah memerintahkan agar orang yang beriman dan bertakwa menghentikan praktek riba.\nPerintah meninggalkan riba dihubungkan dengan perintah bertakwa. Dengan hubungan itu seakan-akan Allah mengatakan, \"Jika kamu benar-benar beriman tinggalkanlah riba itu. Jika kamu tidak menghentikannya berarti kamu telah berdusta kepada Allah swt dalam pengakuan imanmu. Mustahil orang yang mengaku beriman dan bertakwa melakukan praktek riba, karena perbuatan itu tidak mungkin ada pada diri seseorang pada saat atau waktu yang sama. Yang mungkin terjadi ialah seseorang menjadi pemakan riba, atau seseorang beriman dan bertakwa tanpa memakan riba.\" Ayat ini senada dengan sabda Rasulullah saw:\n\"Tidak berzina seorang pezina dalam keadaan dia beriman.\"(Riwayat al-Bukhari).\n\nMaksudnya orang yang betul-betul beriman tidak akan melakukan zina, begitu pula orang yang betul-betul beriman tidak akan melakukan riba. Dari ayat ini dipahami bahwa iman yang tidak membuahkan amal saleh adalah iman yang lemah. Iman yang demikian tidak meresap dalam hati sanubari seseorang, Oleh sebab itu dia tidak menghasilkan kebahagiaan di dunia dan di akhirat."
        },
        "quraish": "Hai orang-orang yang beriman, takutlah kepada Allah dan rasakanlah keagungan-Nya dalam hati kalian. Tinggalkan sisa riba yang belum diambil dan masih dalam tanggungan orang lain, jika kalian benar- benar beriman.",
        "jalalayn": "(Hai orang-orang yang beriman, bertakwalah kamu kepada Allah dan tinggalkanlah), maksudnya jauhilah (sisa yang tinggal dari riba, jika kamu beriman dengan sebenarnya, karena sifat atau ciri-ciri orang beriman adalah mengikuti perintah Allah. Ayat ini diturunkan tatkala sebagian sahabat masih juga menuntut riba di masa lalu, walaupun riba itu sudah dilarang."
      },
      "meta": {
        "juz": 3,
        "page": 47,
        "manzil": 1,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 286,
        "inSurah": 279
      },
      "arab": "فَاِنْ لَّمْ تَفْعَلُوْا فَأْذَنُوْا بِحَرْبٍ مِّنَ اللّٰهِ وَرَسُوْلِهٖۚ وَاِنْ تُبْتُمْ فَلَكُمْ رُءُوْسُ اَمْوَالِكُمْۚ  لَا تَظْلِمُوْنَ وَلَا تُظْلَمُوْنَ",
      "translation": "Jika kamu tidak melaksanakannya, maka umumkanlah perang dari Allah dan Rasul-Nya. Tetapi jika kamu bertobat, maka kamu berhak atas pokok hartamu. Kamu tidak berbuat zalim (merugikan) dan tidak dizalimi (dirugikan).",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/286.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/286.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/286.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/286.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/286.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/286.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/2_279.png",
        "secondary": "https://cdn.alquran.cloud/media/image/2/279"
      },
      "tafsir": {
        "kemenag": {
          "short": "Jika kamu tidak melaksanakannya, yakni apa yang diperintahkan ini, sehingga kamu memungut sisa riba yang belum kamu pungut, maka yakinlah akan terjadi perang yang dahsyat dari Allah dan Rasul-Nya antara lain berupa bencana dan kerusakan di dunia, dan siksa pedih di akhirat. Tetapi jika kamu bertobat, yakni tidak lagi melakukan transaksi riba dan melaksanakan tuntunan Ilahi, tidak memungut sisa riba yang belum dipungut, maka perang tidak akan berlanjut, bahkan kamu berhak atas pokok hartamu dari mereka. Dengan demikian, kamu tidak berbuat zalim atau merugikan dengan membebani mereka pembayaran utang melebihi apa yang mereka terima dan tidak dizalimi atau dirugikan karena mereka membayar penuh sebesar utang yang mereka terima",
          "long": "Ayat ini merupakan penegasan yang terakhir kepada pemakan riba. Nadanya pun sudah bersifat ancaman keras dan dihadapkan kepada orang yang telah mengetahui hukum riba, tetapi mereka masih terus melakukannya. Ini berarti bahwa mereka yang tidak mengindahkan perintah Allah, disamakan dengan orang yang memerangi agama Allah. Mereka akan diperangi Allah dan Rasul-Nya.\n\"Diperangi Allah\", maksudnya bahwa Allah akan menimpakan azab yang pedih kepada mereka di dunia dan di akhirat. \"Diperangi rasul-Nya\" ialah para rasul telah memerangi pemakan riba di zamannya. Orang pemakan riba dihukumi murtad dan penentang hukum Allah, karena itu mereka boleh diperangi. Jika pemakan riba menghentikan perbuatannya, dengan mengikuti perintah-perintah Allah dan menghentikan larangan-larangan-Nya, mereka boleh menerima kembali pokok modal mereka, tanpa dikurangi sedikit pun juga.\nMenurut riwayat Ibnu Jarir, ayat 278 dan 279 ini diturunkan berhubungan dengan kesepakatan Abbas bin Abdul Muttalib dengan seseorang dari Bani Mugirah. Mereka sepakat pada zaman Arab jahiliah untuk meminjamkan uang yang disertai bunga kepada orang dari golongan Saqif dari Bani 'Amar yaitu 'Amar bin Umair. Setelah Islam datang mereka masih mempunyai sisa riba yang besar dan mereka ingin menagihnya. Maka turunlah ayat ini.\nMenurut riwayat Ibnu Juraij: Bani Saqif telah mengadakan perjanjian damai dengan Nabi Muhammad saw, dengan dasar bahwa riba yang mereka berikan kepada orang lain dan riba yang mereka terima dihapuskan. Setelah penaklukan kota Mekah, Rasulullah saw mengangkat 'Attab bin Asid sebagai gubernur. Bani 'Amr bin Umair bin 'Auf meminjami Mugirah uang dengan jalan riba, demikian pula sebaliknya. Maka tatkala datang Islam, Bani 'Amr yang mempunyai harta riba yang banyak itu, menemui Mugirah dan meminta harta itu kembali bersama bunganya. Mugirah enggan membayar riba itu. Setelah Islam datang, hal itu diajukan kepada gubernur 'Attab bin Asid. 'Attab mengirim surat kepada Rasulullah saw. Maka turunlah ayat ini. Rasulullah menyampaikan surat itu kepada 'Attab, yang isinya antara lain membenarkan sikap Mugirah. Jika Bani 'Amr mau menerima, itulah yang baik, jika mereka menolak berarti mereka menentang Allah dan Rasul-Nya."
        },
        "quraish": "Jika kalian belum melaksanakan perintah Allah berupa meninggalkan riba, maka yakinlah bahwa saat itu kalian sedang berperang melawan Allah dan Rasul-Nya, oleh sebab mengingkari perintah-Nya. Kalau kalian menghendaki pertobatan yang diterima, maka cukuplah mengambil modal pokok harta. Jangan memungut tambahan, sedikit atau banyak, apa pun juga sebab utangnya. Sebab, memungut tambahan berarti menganiaya orang lain. Begitu juga meninggalkan sebagian modal pokok berarti menganiaya diri kalian sendiri.",
        "jalalayn": "(Jika kamu tak mau melakukannya), yakni apa yang diperintahkan itu, (maka ketahuilah) datangnya (serbuan dari Allah dan rasul-Nya) terhadapmu. Ayat ini berisi ancaman keras kepada mereka, hingga ketika ia turun, mereka mengatakan, \"Tak ada daya kita untuk mengatasi serbuan itu!\" (Dan jika kamu bertobat), artinya menghentikannya, (maka bagi kamu pokok) atau modal (hartamu, agar kamu tidak menganiaya) dengan mengambil tambahan (dan tidak pula teraniaya) dengan menerima jumlah yang kurang."
      },
      "meta": {
        "juz": 3,
        "page": 47,
        "manzil": 1,
        "ruku": 39,
        "hizbQuarter": 19,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}