{
  "number": 113,
  "numberOfAyahs": 5,
  "name": "Al-Falaq",
  "translation": "Subuh",
  "revelation": "Makkiyah",
  "description": "Surat ini terdiri atas 5 ayat, termasuk golongan surat-surat Makkiyah, diturunkan sesudah surat Al Fiil. Nama Al Falaq diambil dari kata Al Falaq yang terdapat pada ayat pertama surat ini yang artinya waktu subuh. Diriwayatkan oleh Abu Daud, At Tirmizi dan An Nasa-i dari 'Uqbah bin 'Aamir bahwa Rasulullah s.a.w. bersembahyang dengan membaca surat Al Falaq  dan surat An Naas dalam perjalanan.",
  "audio": "https://ia802609.us.archive.org/13/items/quraninindonesia/113AlFalaq.mp3",
  "bismillah": {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "translation": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
    "audio": {
      "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1.mp3",
      "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/1.mp3",
      "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/1.mp3",
      "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/1.mp3",
      "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/1.mp3",
      "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/1.mp3"
    }
  },
  "ayahs": [
    {
      "number": {
        "inQuran": 6226,
        "inSurah": 1
      },
      "arab": "قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِۙ",
      "translation": "Katakanlah, “Aku berlindung kepada Tuhan yang menguasai subuh (fajar),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6226.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6226.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6226.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6226.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6226.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6226.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/113_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/113/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai Nabi Muhammad, katakanlah kepada umatmu, &ldquo;Aku berlindung kepada Tuhan yang menguasai subuh, waktu yang membelah kegelapan malam. Allah Mahakuasa menyingkirkan segala kejahatan dari hamba-Nya karena semua makhluk berada dalam genggaman-Nya.",
          "long": "Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya."
        },
        "quraish": "[[113 ~ AL-FALAQ (WAKTU SUBUH) Pendahuluan: Makkiyyah, 5 ayat ~ Surat ini memerintahkan Nabi Muhammad saw. untuk kembali pada Tuhannya dan meminta perlindungan dari kejahatan setiap makhluk yang mempunyai kejahatan; dari kejahatan malam ketika mulai gelap, yang membuat jiwa menjadi takut dan tidak mampu untuk mencegahnya; dari segala kejahatan orang yang berusaha untuk melepaskan hubungan setiap manusia; dan dari kejahatan orang yang dengki yang mengharapkan hilangnya nikmat yang diberikan Allah kepada hamba-Nya.]] Katakan, aku berlindung kepada Tuhan (yang menguasai) waktu subuh, dengan hilangnya waktu malam.",
        "jalalayn": "(Katakanlah, \"Aku berlindung kepada Rabb Yang menguasai falaq) atau waktu subuh."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 555,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6227,
        "inSurah": 2
      },
      "arab": "مِنْ شَرِّ مَا خَلَقَۙ",
      "translation": "dari kejahatan (makhluk yang) Dia ciptakan,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6227.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6227.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6227.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6227.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6227.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6227.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/113_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/113/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Aku berlindung kepada Allah dari kejahatan semua makhluk yang Dia ciptakan, baik yang tampak maupun tidak, yang tidak dapat menolak kejahatannya selain Sang Pencipta.",
          "long": "Dalam ayat-ayat berikut ini, Allah memerintahkan kepada Nabi Muhammad dan seluruh kaum Muslimin supaya selalu berlindung kepada Tuhan Pencipta semua makhluk agar terpelihara dari segala macam kejahatan atau akibat kejahatan yang ditimbulkan oleh makhluk-makhluk yang telah diciptakan-Nya."
        },
        "quraish": "Dari kejahatan setiap makhluk yang berniat jahat, yang tidak dapat mencegahnya selain Tuhan Sang Maha Penguasa atas segala perkara.",
        "jalalayn": "(Dari kejahatan apa yang telah diciptakan-Nya) yaitu dari kejahatan makhluk hidup yang berakal dan yang tidak berakal; serta dari kejahatan benda mati seperti racun dan lain sebagainya."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 555,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6228,
        "inSurah": 3
      },
      "arab": "وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَۙ",
      "translation": "dan dari kejahatan malam apabila telah gelap gulita,",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6228.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6228.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6228.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6228.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6228.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6228.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/113_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/113/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan aku berlindung pula dari kejahatan malam apabila telah gelap gulita pada waktu malam muncul hewan-hewan yang membahayakan dan pada waktu itu pula rencana jahat biasa disusun.",
          "long": "Kemudian Allah menerangkan bahwa sebagian makhluk-Nya sering menimbulkan kejahatan pada waktu malam bila segala sesuatu telah diliputi oleh kegelapan. Sementara itu, keadaan malam yang gelap gulita menimbulkan rasa takut dan gelisah, seakan-akan ada sesuatu yang tersembunyi dalam kegelapan malam itu yang akan menyakiti manusia."
        },
        "quraish": "Dari kejahatan malam ketika semakin gelap.",
        "jalalayn": "(Dan dari kejahatan malam apabila telah gelap gulita) artinya dari kejahatan malam hari apabila telah gelap, dan dari kejahatan waktu purnama apabila telah terbenam."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 555,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6229,
        "inSurah": 4
      },
      "arab": "وَمِنْ شَرِّ النَّفّٰثٰتِ فِى الْعُقَدِۙ",
      "translation": "dan dari kejahatan (perempuan-perempuan) penyihir yang meniup pada buhul-buhul (talinya),",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6229.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6229.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6229.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6229.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6229.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6229.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/113_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/113/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan aku berlindung pula dari kejahatan perempuan-perempuan penyihir yang meniup pada buhul-buhul dengan rapalan-rapalan yang dilafalkannya. Mereka bekerja sama dengan setan untuk menimpakan keburukan kepada orang yang di sihir melalui cara cara tertentu, di antaranya dengan meniup buhul-buhul.",
          "long": "Dalam ayat ini, Allah memerintahkan agar manusia berlindung kepada-Nya dari kejahatan tukang sihir yang meniupkan mantra-mantra dengan maksud memutuskan tali kasih sayang dan mengoyak-ngoyak ikatan persaudaraan, seperti ikatan nikah dan lain-lain.\nPerbuatan sihir itu dapat mengubah kasih sayang antara dua teman yang akrab menjadi permusuhan. Penghasut membawa berita yang tampaknya benar dan sulit dibantah, sebagaimana dilakukan oleh tukang sihir dalam usahanya memisahkan suami istri. Jumhur ulama berdasarkan hadis sahih yang menerangkan bahwa Rasulullah saw disihir oleh Labid al-A'sam. Hal ini tidak mempengaruhi wahyu yang diturunkan Allah kepadanya, namun hanya jasmani dan perasaan yang tidak berhubungan dengan syariat. \nSyekh Muhammad 'Abduh berkata, \"Berkenaan dengan keterangan tersebut di atas, telah diriwayatkan hadis tentang Nabi saw yang disihir oleh Labid bin al-A'sam, yang sangat mengesankan pada pribadi Nabi, sehingga seakan-akan beliau mengerjakan sesuatu padahal beliau tidak mengerjakannya, atau mengambil sesuatu padahal beliau tidak mengambilnya. Lalu Allah memberitahukan kepadanya tentang tukang sihir itu. Kemudian dikeluarkan sihir itu dalam hatinya, lalu Nabi saw menjadi sehat kembali, dan turunlah surah ini.\nNabi saw kena sihir sehingga menyentuh akal yang berhubungan langsung dengan jiwa beliau, karena itu orang-orang musyrik berkata, sebagaimana firman Allah:\n\nKamu hanyalah mengikuti seorang laki-laki yang kena sihir. (al-Isra'/17: 47)\n\nDi sisi lain, yang wajib kita yakini bahwa Al-Qur'an adalah mutawatir dan menyangkal bahwa Nabi saw kena sihir, karena yang menyatakan demikian itu adalah orang-orang musyrik. Al-Qur'an mencela ucapan mereka itu.\nHadis tersebut seandainya termasuk di antara hadis-hadis sahih, tetapi tergolong hadis Ahad yang tidak cukup untuk dijadikan dasar dalam akidah. Sedangkan kemaksuman nabi-nabi adalah merupakan akidah yang telah dipegangi dengan yakin. Terhindarnya Nabi saw dari sihir bukanlah berarti mematikan sihir secara keseluruhan. Mungkin seseorang yang kena sihir menjadi gila akan tetapi mustahil terjadi pada Nabi saw karena Allah menjaga dan melindunginya.\nMenurut 'Atha', Al-hasan, dan Jabir, Surah al-Falaq ini adalah surah Makkiyyah yang diturunkan sebelum hijrah, sedangkan yang mereka tuduhkan bahwa Nabi saw kena sihir di Medinah. Oleh karena itu, sangat lemah untuk berpegang pada hadis tersebut dan untuk menyatakannya sebagai hadis sahih. Umat Islam harus berpegang pada nas Al-Qur'an, tidak perlu berpegang kepada hadis ahad tersebut."
        },
        "quraish": "Dari kejahatan yang berusaha membuat kerusakan diantara manusia.",
        "jalalayn": "(Dan dari kejahatan wanita-wanita tukang sihir yang menghembus) yaitu tukang-tukang sihir wanita yang menghembuskan sihirnya (pada buhul-buhul) yang dibuat pada pintalan, kemudian pintalan yang berbuhul itu ditiup dengan memakai mantera-mantera tanpa ludah. Zamakhsyari mengatakan, sebagaimana yang telah dilakukan oleh anak-anak perempuan Lubaid yang telah disebutkan di atas tadi."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 555,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6230,
        "inSurah": 5
      },
      "arab": "وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ ࣖ",
      "translation": "dan dari kejahatan orang yang dengki apabila dia dengki.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6230.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6230.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6230.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6230.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6230.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6230.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/113_5.png",
        "secondary": "https://cdn.alquran.cloud/media/image/113/5"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan aku berlindung pula dari kejahatan orang yang dengki apabila dia dengki, yang selalu menginginkan hilangnya kenikmatan dari orang lain.&rdquo;",
          "long": "Dalam ayat ini, Allah memerintahkan kaum Muslimin untuk berlindung kepada-Nya dari kejahatan orang-orang yang dengki bila ia melaksanakan kedengkiannya dengan usaha yang sungguh-sungguh dan berbagai cara untuk menghilangkan nikmat orang yang dijadikan objek kedengkiannya dan dengan mengadakan jebakan untuk menjerumuskan orang yang didengkinya jatuh ke dalam kemudaratan. Tipu muslihat yang dijalankannya itu sangat licik sehingga sulit diketahui. Tidak ada jalan untuk menghindarinya kecuali dengan memohon bantuan kepada Allah Maha Pencipta karena Dia-lah yang dapat menolak tipu dayanya, menghindari kejahatannya, atau menggagalkan usahanya. Hasad haram hukumnya, dan merupakan dosa yang pertama kali ketika iblis dengki kepada Nabi Adam, dan Qabil dengki kepada Habil."
        },
        "quraish": "Dari kejahatan orang yang dengki yang mengharapkan hilangnya nikmat dari orang selain dirinya.",
        "jalalayn": "(Dan dari kejahatan orang yang dengki apabila ia dengki) atau apabila ia menampakkan kedengkiannya lalu berusaha atas kedengkian yang dipendamnya itu, sebagaimana yang telah dikerjakan oleh Lubaid si Yahudi tadi; dia termasuk orang-orang yang dengki terhadap Nabi saw. Ketiga jenis kejahatan yang disebutkan sesudah lafal Maa Khalaq, padahal semuanya itu telah terkandung di dalam maknanya, hal ini tiada lain mengingat kejahatan yang ditimbulkan oleh ketiga perkara tersebut sangat parah."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 555,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}