{
  "number": 112,
  "numberOfAyahs": 4,
  "name": "Al-Ikhlas",
  "translation": "Ikhlas",
  "revelation": "Makkiyah",
  "description": "Surat ini terdiri atas 4 ayat, termasuk golongan surat-surat  Makkiyyah, diturunkan sesudah sesudah surat An Naas. Dinamakan Al Ikhlas karena surat ini sepenuhnya menegaskan kemurnian keesaan Allah s.w.t.",
  "audio": "https://ia802609.us.archive.org/13/items/quraninindonesia/112AlIkhlash.mp3",
  "bismillah": {
    "arab": "بِسْمِ اللّٰهِ الرَّحْمٰنِ الرَّحِيْمِ",
    "translation": "Dengan nama Allah Yang Maha Pengasih, Maha Penyayang.",
    "audio": {
      "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/1.mp3",
      "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/1.mp3",
      "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/1.mp3",
      "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/1.mp3",
      "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/1.mp3",
      "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/1.mp3"
    }
  },
  "ayahs": [
    {
      "number": {
        "inQuran": 6222,
        "inSurah": 1
      },
      "arab": "قُلْ هُوَ اللّٰهُ اَحَدٌۚ",
      "translation": "Katakanlah (Muhammad), “Dialah Allah, Yang Maha Esa.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6222.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6222.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6222.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6222.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6222.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6222.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/112_1.png",
        "secondary": "https://cdn.alquran.cloud/media/image/112/1"
      },
      "tafsir": {
        "kemenag": {
          "short": "Wahai Nabi Muhammad, Katakanlah kepada kaum musyrik yang menanyakan sifat dan nasab Allah dengan tujuan mengejek, &ldquo;Dia lah Allah, Yang Maha Esa. Tidak ada sekutu bagi-Nya. Dia tidak berbilang dalam nama, sifat, dan ketuhanan-Nya.",
          "long": "Pada ayat ini, Allah menyuruh Nabi Muhammad menjawab pertanyaan orang-orang yang menanyakan tentang sifat Tuhannya, bahwa Dia adalah Allah Yang Maha Esa, tidak tersusun dan tidak berbilang, karena berbilang dalam susunan zat berarti bahwa bagian kumpulan itu memerlukan bagian yang lain, sedang Allah sama sekali tidak memerlukan suatu apa pun. Keesaan Allah itu meliputi tiga hal: Dia Maha Esa pada Zat-Nya, Maha Esa pada sifat-Nya dan Maha Esa pada perbuatan-Nya.\nMaha Esa pada zat-Nya berarti zat-Nya tidak tersusun dari beberapa zat atau bagian. Maha Esa pada sifat-Nya berarti tidak ada satu sifat makhluk pun yang menyamai-Nya dan Maha Esa pada perbuatan-Nya berarti Dialah yang membuat semua perbuatan sesuai dengan firman-Nya:\n\nSesungguhnya urusan-Nya apabila Dia menghendaki sesuatu Dia hanya berkata kepadanya, \"Jadilah!\" Maka jadilah sesuatu itu. (Yasin/36 : 82)"
        },
        "quraish": "[[112 ~ AL-IKHLASH (MEMURNIKAN KEESAAN ALLAH) Pendahuluan: Makkiyyah, 4 ayat ~ Nabi Muhammad saw. pernah ditanya tentang Tuhannya. Maka, dalam surat ini, beliau diperintah untuk menjawab pertanyaan itu. Yaitu, bahwa Allah adalah Tuhan Yang memiliki segala sifat kesempurnaan, Tuhan Yang Mahaesa, Tuhan tempat kembali dalam setiap kebutuhan, Tuhan Yang tidak membutuhkan kepada siapa pun, Tuhan Yang Mahasuci dari sifat serupa dengan makhluk, Tuhan Yang tidak beranak dan tidak pula diperanakkan, dan Tuhan yang tidak satu makhluk pun dapat menyerupai-Nya.]] Mereka yang, dengan nada mengolok dan menghina, berkata, \"Gambarkan kepada kami tentang Tuhanmu,\" katakan kepada mereka, wahai Muhammad, \"Allah adalah Tuhan Yang Esa, bukan selain Dia, dan tidak ada sekutu bagi-Nya.",
        "jalalayn": "(Katakanlah, \"Dialah Allah Yang Maha Esa\") lafal Allah adalah Khabar dari lafal Huwa, sedangkan lafal Ahadun adalah Badal dari lafal Allah, atau Khabar kedua dari lafal Huwa."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 554,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6223,
        "inSurah": 2
      },
      "arab": "اَللّٰهُ الصَّمَدُۚ",
      "translation": "Allah tempat meminta segala sesuatu.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6223.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6223.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6223.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6223.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6223.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6223.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/112_2.png",
        "secondary": "https://cdn.alquran.cloud/media/image/112/2"
      },
      "tafsir": {
        "kemenag": {
          "short": "Allah tempat meminta segala sesuatu. Dia Maha Pencipta, Mahakaya, dan Mahakuasa. Dia tidak memerlukan yang lain, sedangkan semua makhluk bergantung kepada-Nya.",
          "long": "Allah menambahkan dalam ayat ini penjelasan tentang sifat Tuhan Yang Maha Esa itu, yaitu Dia adalah Tuhan tempat meminta dan memohon."
        },
        "quraish": "Hanya Allahlah tempat tujuan segala kebutuhan dan permintaan.",
        "jalalayn": "(Allah adalah Tuhan yang bergantung kepada-Nya segala sesuatu) lafal ayat ini terdiri dari Mubtada dan Khabar; artinya Dia adalah Tuhan yang bergantung kepada-Nya segala sesuatu untuk selama-lamanya."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 554,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6224,
        "inSurah": 3
      },
      "arab": "لَمْ يَلِدْ وَلَمْ يُوْلَدْۙ",
      "translation": "(Allah) tidak beranak dan tidak pula diperanakkan.",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6224.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6224.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6224.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6224.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6224.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6224.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/112_3.png",
        "secondary": "https://cdn.alquran.cloud/media/image/112/3"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dia tidak beranak; tidak ada yang sejenis dengan Allah sehingga bisa menikah dengan-Nya dan melahirkan anak; dan Dia tidak pula diperanakkan karena Dia kekal dan tidak bermula. Sesatlah orang Yahudi yang meyakini &lsquo;Uzair sebagai putra Allah, orang Nasrani yang meyakini Nabi Isa sebagai putra Allah, dan orang musyrik Arab yang meyakini malaikat sebagai putri Allah.",
          "long": "Allah lalu menegaskan bahwa Mahasuci Ia dari mempunyai anak. Ayat ini juga menentang dakwaan orang-orang musyrik Arab yang mengatakan bahwa malaikat-malaikat adalah anak perempuan Allah dan dakwaan orang Nasrani bahwa Isa anak laki-laki Allah. Dalam ayat lain, Allah berfirman:\n\nMaka tanyakanlah (Muhammad) kepada mereka (orang-orang kafir Mekah), \"Apakah anak-anak perempuan itu untuk Tuhanmu sedangkan untuk mereka anak-anak laki-laki?\" Atau apakah Kami menciptakan malaikat-malaikat berupa perempuan sedangkan mereka menyaksikan(nya)? Ingatlah, sesungguhnya di antara kebohongannya mereka benar-benar mengatakan, \"Allah mempunyai anak.\" Dan sungguh, mereka benar-benar pendusta. (as-saffat/37: 149-152)\n\nAllah tidak beranak, dan tidak pula diperanakkan. Dengan demikian, Dia tidak sama dengan makhluk. Dia berada tidak didahului oleh tidak ada. Mahasuci Allah dari apa yang mereka sebutkan.\nIbnu 'Abbas berkata, \"Dia tidak beranak sebagaimana Maryam melahirkan Isa dan tidak pula diperanakkan. Ini adalah bantahan terhadap orang-orang Nasrani yang mengatakan Isa al-Masih adalah anak Allah dan bantahan terhadap orang-orang Yahudi yang mengatakan Uzair adalah anak Allah."
        },
        "quraish": "Dia tidak menciptakan anak, dan juga tidak dilahirkan dari bapak atau ibu. Tidak ada seorang pun yang setara dengan-Nya dan tidak ada sesuatu pun yang menyerupai-Nya.",
        "jalalayn": "(Dia tiada beranak) karena tiada yang menyamai-Nya (dan tiada pula diperanakkan) karena mustahil hal ini terjadi bagi-Nya."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 554,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    },
    {
      "number": {
        "inQuran": 6225,
        "inSurah": 4
      },
      "arab": "وَلَمْ يَكُنْ لَّهٗ كُفُوًا اَحَدٌ ࣖ",
      "translation": "Dan tidak ada sesuatu yang setara dengan Dia.”",
      "audio": {
        "alafasy": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/6225.mp3",
        "ahmedajamy": "https://cdn.islamic.network/quran/audio/128/ar.ahmedajamy/6225.mp3",
        "husarymujawwad": "https://cdn.islamic.network/quran/audio/128/ar.husarymujawwad/6225.mp3",
        "minshawi": "https://cdn.islamic.network/quran/audio/128/ar.minshawi/6225.mp3",
        "muhammadayyoub": "https://cdn.islamic.network/quran/audio/128/ar.muhammadayyoub/6225.mp3",
        "muhammadjibreel": "https://cdn.islamic.network/quran/audio/128/ar.muhammadjibreel/6225.mp3"
      },
      "image": {
        "primary": "https://cdn.islamic.network/quran/images/112_4.png",
        "secondary": "https://cdn.alquran.cloud/media/image/112/4"
      },
      "tafsir": {
        "kemenag": {
          "short": "Dan tidak ada sesuatu yang setara dengan Dia, baik dari segi zat, sifat, maupun tidakan-Nya.",
          "long": "Dalam ayat ini, Allah menjelaskan lagi bahwa tidak ada yang setara dan sebanding dengan Dia dalam zat, sifat, dan perbuatan-Nya. Ini adalah tantangan terhadap orang-orang yang beritikad bahwa ada yang setara dan menyerupai Allah dalam perbuatannya, sebagaimana pendirian orang-orang musyrik Arab yang menyatakan bahwa malaikat itu adalah sekutu Allah."
        },
        "quraish": "Dia tidak menciptakan anak, dan juga tidak dilahirkan dari bapak atau ibu. Tidak ada seorang pun yang setara dengan-Nya dan tidak ada sesuatu pun yang menyerupai-Nya.",
        "jalalayn": "(Dan tidak ada seorang pun yang setara dengan Dia) atau yang sebanding dengan-Nya, lafal Lahu berta'alluq kepada lafal Kufuwan. Lafal Lahu ini didahulukan karena dialah yang menjadi subjek penafian; kemudian lafal Ahadun diakhirkan letaknya padahal ia sebagai isim dari lafal Yakun, sedangkan Khabar yang seharusnya berada di akhir mendahuluinya; demikian itu karena demi menjaga Fashilah atau kesamaan bunyi pada akhir ayat."
      },
      "meta": {
        "juz": 30,
        "page": 604,
        "manzil": 7,
        "ruku": 554,
        "hizbQuarter": 240,
        "sajda": {
          "recommended": false,
          "obligatory": false
        }
      }
    }
  ]
}